fission_no_db_var.yaml
config:
  target: 'http://169.xxx.xxx.xxx'
  phases:
    - duration: 5
      arrivalRate: 5
  payload:
    path: "paylod.csv"
    fields:
      - "var1"
      - "var2"
  defaults:
    headers:
      x-my-service-auth: '987401838271002188298567'
scenarios:
  - flow:
    - get:
        url: "/funraw01?var1={{var1}}&var2={{var2}}"